11/16/04
11/16/03
diffusely
yellow
narcotic
four
centimeter
localized
hchp
sevens
increase
procainamide
immature
tubefeed
digit
hormone
45.3
cardiomegaly
regional
juice
powders
foul
elevations
differentiated
+/-
exacerpation
wegner
hemorrhagic
wednesday
niferex
29-year-old
persisted
pitressin
commented
climb
expanded
tired
cytomegalovirus
pubic
pulse
second
clavicular
279
sterile
quite
theory
errors
costal
medically
increasing
shocks
tntc
parotitis
here
reported
granularity
pericardial
diagnostic
pancreas
4.35*
substance
alka-seltzer
postop
k
climbed
grimacing
reports
etiology
granulomatosis
141-160
neurologist
symmetrical
mild-to-moderate
jackson-pratt
interferon
appropriately
sterp
explained
replace
brought
nimaconwood
opacities
cocaine
9u
unit
trazodone
john
spoke
dni
left-sided
therefore
passport
dnr
256/110
until
teaspoon
nyquil
avms
narcan
9.
successful
belmont
hillpa
99
98
laparoscopies
reversible
91
90
93
92
95
94
97
96
intake
d-10-w
laparoscopy
temperatures
lvef
70/30
example
nitrates
household
lindemann
charlton
reguading
czi
reviewing
want
2-3yrs
counseling
10mg
absolute
knows
turn
complaining
travel
azotemia
copious
hoh
machine
how
lotrimin
hypochr
hos
iii-c
151/61
77.0
12/1.9
synthroid
modest
118/46
tetracyclines
chemo/xrt
types
t2dm
effective
vanco
fibers
childhood
i-head
2-10
keeps
anaphylaxis
wing
restriction
menieres
infarctions
thrombosis/pe
uop
fit
benign
septra
folate
fib
98.8
fif
csru-flighted
fih
akinesis/hypokinesis
easier
post-chest
desquamation
hypoxic
hypoxia
effects
internally
blink
parathormone
structural
represents
elavil
gallop
fibrosis
losartan
amesin
preceded
mdi
bilirub
series
mongcana
platelets
r-waves
displacement
epidural
parasites
393
392
attenuation
397
394
substantially
laboratory
398
diamoxx
borne
rv
trending
rp
rr
thrombin
rx
2013-01-03
l5-s1
re
sml
ra
thoracotomy
ri
sma
fhx
sensory
ian
134/79
sheet
obliterans
atn
ato
diabetic
osteoarthritis
robitussin
dugo
synovectomy
aquacel
soilage
5-9-92
ijordcompmac
17.
03-03
03-02
03-05
03-04
03-07
steroids
succhinylcholine
instruct
2016-09-16
178
35-40
2012-03-25
175
174
173
leukocytosis-
170
seizures
stimulation
service
similarly
pleura
returns
needed
listed
180/78
myelomonocytic
legs
ranging
etidronate
collapse
fibrous
nonspecific
2016-05-07
palsy
collaterals
35-year-old
showed
exudate
tree
durin
shower
pneumonia
pneumonic
274
fistulogram
feeling
recheck
pnx
retrogram
boston
spectrum
87-91
brawny
207
urinate
2.79
hymen
person
2.73
responsible
2.77
recommended
causing
absorbed
unconjungated
steroid-treated
agressive
sotalol
cl860
prandial
100.8
mouth
amps
100.2
100.3
100.1
100.6
100.7
100.4
100.5
176*
redistribution
episode
mini-allo
celebrex
gastropathy
came
v-waves
7.26*
pna
05:20
gauge
ulcer
participate
rosean
fixating
x1
hyperintense
shuffling
ricu
varicella
kinase
105
pnd
x5
plate
ldh
4.02
localizing
scrotal
idmc
herniorrhaphy
umbilical
psychiatric
7-10
pocket
reversal
4-hour
ldl
2015-01-01
enoxaparin
rectal
nicely
patch
142/68
release
urobilngn
respond
slow-mag
specialist
clarified
sensitivity
irritable
myalgia
pads
radius
result
deduce
bleb
nocturnal
2-pillow
50.7
best
flare-like
avandia
epithelium
ddimer
bicarb
pressures
procan
occupational
argatroban
40.9
nature
rolled
post-infarction
05-92
05-93
40.6
toilette
40.5
dizziness/numbness
extent
tendons
carbon
reveision
airflow
relaford
brown
met
fifth
62.5
109
planned
asked
eradicate
post-surgical
pre
2014-03-11
fentanyl
2nd
active
258
259
to/nose
mediastinum
pregnancy
diff
hospital-bryce
therapeudic
roing
254
255
3.82
zygomal
overdosing
angiograms
union
fri
rescoped
hemrroiids
.
extraction
much
empyema
norvasc
arteriovenous
obese
life
retrospect
spit
hospitalized
08/27/03
ostial
130/99
erythema
child
worked
ii/vi
decadron
2l/nc
3680
librax
atonic
reverted
calcium
partum
2510
10-100,000
breutzfarstxei
247-0244
characterize
post-transplant
goais
sju
hypoparathyroidism
memorial
severity
gram-positive
2017-06-22
things
any
75/28
split
mastectomies
rebound
13.1*
exertion
fairly
myocardial
inadvertently
adenoma
staphylococci
cardioverted
intrapleural
interoperative
adm
ventricles
disseminated
_________
echoes
plaque
shuffburle
lymphs
2011-08-22
medflight
sleeps
decreasing
sleepy
5/12/05
previous
claudication
cloacae
2-vessel
inotropic
polycose
had
advancement
12-lead
thickening
topical
guaifenesin
collections
urobiln
easy
3/0.5
har
has
sulfa
75th
elevation
municipal
v/ha
1150
1152
possibly
wide-spread
12:38
birth
115*
12:36
12:30
ambulating
desire
steri
barbitr
diplopia
r-handed
intratracheal
steps
malnutrition
myeloproliferative
effusion
right
old
begin
infirmary
for
08:50
p.m.
contributing
individuals
periphery
syphilis
nitrate
insipidus
varicose
diltiazem
01:09
losing
biventricular
valium
leukocytosis/bandemia
1.4*
cholecystocolonic
tricor
inderal
anomalous
pefusion
o
q.05-15
heel-to-shin
slightly
ems
raised
sob
facility
marshall
fuscmadril
son
administer
raises
hospice
reducing
uneventfully
neo-synephrinewas
40-50
support
ocufen
resulted
contusions
mirapex
repiratory
paroxitine
8mm
forming
ovalocyt
hemisphere
dps
24hr
post-ictal
sutent
102.8
hartmann
extremity
inside
complications
embolic
87-year-old
150
153
cortef
proved
154
03-28
159
qid
03-25
7.19/94/110
03-23
03-22
proven
''
6-12-91
bill-roth
70-80
effusions
melanoma
t-piece
eventual
floor
indx
chem7
phrenic
serous
ectasias
dual-sensing
acetaminophen
4.0
ureterolysis
't
's
pronounced
p.r.n
ointment
epicardially
90s-130s
'd
6h.p.r.n
smelling
variable
mg/k/ca
congested
hemiarthroplasty
4/22/93
glass
64-year
0.442
sonstacy
04/89
time
push
xeroform
decision
urinary
irrigation
188/72
auscultation
activated
illusions
osh
coude
osm
asymptomatic
osa
hepacoat
pes
hole
pro-motility
ver
self-extubation
reverting
recurrence
nephro-caps
8/04
descrecendo
right-sided
orthotopic
choice
fatigued
right-handed
exact
minute
norwood
discovered
healthsouth
tear
ollie
minnie
leave
elevtation
eosinophilia
epilepticus
team
92/45
92/47
08/15/98
prevent
occurrence
findings
insignificant
sign
acanthamoeba
11:46
11:43
depressions
11:49
0.44
0.45
thyroglobulin
antecubital
aado2
current
remembered
necrotic
2012-05-22
falling
64-year-old
boost
2012-05-24
7.26
osmose
305
alone
along
nitroglycerine
pneumocephalus
enroll
04:30
impacted
studied
sonallan
05-21
nitroglycerins
salmeterol
atrioventricular
studies
tasks
05-25
vitals
2+dp
bloody
poqd
coinciding
+bs
dual-pacing
undergone
wand
working
positive
angry
anatomical
699
opposed
films
scope
resuscitation
replacment
``
gemfibrozil
08/97
apparent
atarax
midclavicular
visual
everywhere
observations
post-intubation
indbili
1/25
originally
overloaded
abortion
1/29
hemolyzed
phoslo
cholecystotomy
believed
metoprolol
remitted
uc
23*
spo2
shuffpasc
tibial-fibular
238
239
unanticipated
hyper-eosinophilic
atorvastatin
235
236
237
230
evidently
26.0*
monitoring
septic
s3
s2
s1
warfarin
s4
immune
ounce
s-
labetalol
coleman
pediatrician
lcapa
vcug
stood
rigors
hypophosphatemia
barbiturates
fissural
laxative
joann
reassessment
aicd
cardiac
such
suck
remai
revealed
sz
stress
sx
correlate
conscious
30-6/7
sr
wheelchair
elicited
sclerosis
11.3*
st
quadrant
darkened
so
sm
sl
sc
06/95
pulled
06/91
tachy
visceromegaly
2017-12-02
ttp
years
course
episodes
contrecoup
renopathy
tte
12.7*
93*
thumb
2017-06-04
torn
clubbing
03:31
ovale
decelerations
decreased
77.9
multiseptated
29.25
hr60
insomnia
eosinophils
3.17*
records
maalox-tablets
hydrochlorthiazide
114/63
maintaining
1.005
intra-esophageal
24.8
troponin
24.4
24.5
ceftizoxime
didn
follwed
24.1
24.2
24.3
prstatectomy
coagulation
veins
instability
repaired
bursting
crushing
breakthrough
monoparesis
owing
entering
methotrexate
assumption
797
thymoma
hct
fu
post-operative
226
kilocalorie
paroxysmal
l-4-4
contained
investigation
trauma
suggesting
bld
79*
hcl
pericholecystic
inhaled
possibility
minimized
113*
complicated
reoperative
besides
well-controlled
inhaler
remainder
loratadine
12:15
training
collapsing
initiate
colonscopy
massive
tentorium
2-50
vanor
plasminogen
hemorrhoids
gunshot
reveals
distal
ona
parkinson
one
specifically
bicarbonates
open
2015-02-21
bite
uric
anteriorly
indicate
2
cuffless
structures
williams
q.8h
cerebri
artifact
representing
preeceeding
depressed
sigmoid-vesicle
tgcho
rehab
future
counselor
qt/qtc
diastolic
10-12
94-year-old
illness
10-17
10-14
37-year-old
sac
sab
10-18
turned
dysrhythmia
phenobarbital
diabeta
quadrants
os-cal
q1-2h
5-
sas
turner
saw
sat
aspirate
enfamil
aside
instructed
note
neutropenia
nausea/vomiting
take
nebs
26/6
ointments
28
altered
46.2
46.9
koteelks
2011-03-04
epinepherine
printed
slurred
knee
inserted
ankylosing
axr
osteopenia
colpopexy
average
hypoalbunemic
infections
drive
scalenes
vertebrals
epigastrium
recieves
jittery
walking
murmurs
10.0/0.3
fecal
bright
kaopectate
surgically
notdone
aggressive
slow
conduction
kayciel
serosa
culminating
tears
going
actin
2x2x1.7
bridge
excision
dissimilar
tilting
outlet
awaiting
q4h
cystoprostatectomy
lovenox+asa
presbylaryngis
clotrimazole
2015-01-19
recurred
encephalomalacia
esophageal
santusli
surgeries
keppra
vision
gout
arouses
perfringens
cin
278,000
surgery
precipitants
ketosis
sites
29/16
affecting
alkalosis
02-06
02-07
02-02
cohgb
screen
02-08
02-09
sparc
steroid
haart
suppressed
circumference
serosanguinous
07:20
many
auditory
1-mm
extubated
s
dmii
5-500
vaginitis
hydroxy
yearly
venlafaxine
twin
anti
s/nt/slightly
sentinel
extemity
dislocation
cmed
seeding
sprays
cholestatic
carina
hepatomegaly
crampy
locally
vacation
breath
a-gram
2012-05-08
combined
2012-05-06
reflex
hyperintensity
fever/chills
brachioradialis
coughing
persist
readings
12/15/03
5.3,000
ibutilide
sacrospinous
diffuse
-71
above-knee
04:15
06/26/00
single
hypertrophy
salpingo-oophorectomy
2019-10-04
w/50
situation
girth
ivf
pericarditis
ivc
7-9-91
ivp
13.8
13.9
transaminases
imitrex
13.4
cabgx4
13.2
ivy
13.0
13.1
laceration
trilafon
l00
surveillance
diffcult
otte
jitteriness
breakdown
wires
cholecystectomy
diflucan
adaptic
verholl
edges
barber
orhydronephrosis
tracking
5-325
hypercholestrolemia
shore
supraclavicular
02:41
hubby
analgesics
persistently
nodularities
216
summer
215
210
being
resp
rest
219
benadry
07/93
07/94
348,000
weekly
preventing
proventil
interstitial
200s
ct-guided
fvc
down-trended
hemodyalisis
color
bronchoscopies
intervascular
abcess
around
vagus
bony
period
dark
vazquez
diaphoresis
preference
purulence
5/9/05
q.p.m
vague
tremulous
thyroiditis
amputation
2013-03-24
2013-03-27
malignancy
pole
caudal
2019-04-07
buspar
interparenchymal
64
2019-04-08
2019-04-09
landscaping
09:45
seating
serosanguineous
prophylactically
tvh
thinks
1x2
ddx
circumfrencial
91*
cavity
gsw
tube
oncotic
decrescendo
2017-01-07
23rd
915
ddd
1.020
69-year-old
uterine
dissection
meniscus
pancytopenia
dialysed
246
standpoint
three-pillow
lvot
lock
stone
clavicles
ace
acd
dimunition
adjuvant
meal
tumor
acw
carboxyhb
coagulopathy
burning
pocasset
non-sustained
fingersticks
technically
hep
her
dp/pt
tonsils
hem
viscous
bubble
2/17
kinases
emesis
complete
secreted
spider
oximetry
with
103.8
eifro
pull
regimen
october
cytology
31.6
31.7
31.4
31.5
31.2
basilic
hydrochlorothiazide
31.1
150/86
torso
150/82
31.8
31.9
aa
peaking
ac
mid-rca
ad
ag
af
ai
thrombosis
am
enterococcus
urosepsis
an
ap
as
ar
hypertension
at
follow-up
av
ancef
watched
cream
33/2.1
freundi
mucositis
hepato
polychr
reaccumulation
tight
dual-mode
lifestyle
pedis
epinephine
polyhydramnios
2004
6l
a+
qwaves
06:10
a.
walker
faxed
nafcillin
126/72
gastric
cpk
cpa
acids
mask
kilogram
2013-02-27
2015-12-03
mass
behavioral
9/2004
cpr
original
1ml
7.14
7.15
externally
influenza
senna
consider
10-30
caused
ophthalmic
7.18
7.19
smr
obscuring
varices
internist
causes
c-collar
careful
hapto
tx
multi-focal
tw
tt
tu
tr
spiriva
tp
to
tail
tm
th
dressing
tf
conciousness
te
tb
endogenous
degeneration
7/4/98
appointment
returned
72-year-old
capoten
blockade
condition
t8
pneumonias
lawnmower
t4
4-7
t2
t3
t1
large
5.1
levo-resistant
dusky
millimeters
small
saintcafield
tronponin
conjunctivae
end-organ
antibiotic
198
195
194
197
vioxx
191
193
healed
past
96.9
pass
96.7
poliomyelitis
96.4
96.3
96.2
schistocytes
richard
clock
hyperdynamic
section
2010-03-12
10/95
10/92
nurse
2013-09-06
pyridium
arabinoside
tracheostomy
11-14
full
11-11
nonischemic
urethritis
sphincterotomy
vomiting
hours
nilandron
tessalon
november
2014-03-03
frontoparietal
abbreviated
12/96
12/94
amnioswab
compliance
experience
pentamidine
prior
periodic
social
cessation
627*
succinate
picc
via
followed
243
242
fentanyl/
esrd
2017-05-28
patency
vit
pe-20
granular
obstructing
850
andshe
bridged
104/60
electrographic
248
guaiac-positive
sitter
lichenification
2016-11-26
6
tonsillectomy/adenoidectomy
metformin
more
5.8
initiated
mucinous
02-25
02-26
corrected
02-21
02-22
02-23
tested
3.93
anticoagulated
ceftazidime
1.6-2.0
admision
novolog
1:15
4:00
sent
male
leola
99/60
ponta
scan
axid
states
'95
'93
sense
11:00
scar
11:05
axis
information
myelination
sephsandpot
3lnc
sq
opacification
plans
omental
thickened
st-segment
treatments
waves
11.8
evaluations
11/13/97
flutter
sp
5-29-00
r-temporal
revsion
peritonitis
fundal
chemistries
pinewood
11.5
03-01
oxycodone-acetaminophen
09-03-92
ameliorate
liverspine
fio2
carbacephems
scale-please
distortion
etoh
signs
nephritis
496
subarachnoid
its
17*
wre
rapidly
lumar
stricture
conjugation
nystatin
bypass
amitriptyline
325-650
hysterectomy
83yo
entire
q5min
paraplegic
paraplegia
laymie
abrasion
retroperitoneal
144/38
imperic
148/70
always
nauseous
tton
found
disorganized
necrosis
dosed
status
.91
england
inflammed
amikacin
2014-03-10
gliadel
2hr
reduce
177
lima-lad
doses
operation
27.6*
penicillin
really
20.0
anxious
7.34/79/74
missed
20.6
20.8
20.9
plasmacytoma
spondylitis
diverticulum
phosphokinases
catheters
sagittal
occurs
calhco3
risen
localization
bblocker
10.7*
rised
imaging
murmur
airway
2016-03-17
bumped
pairs
reared
retained
english
positioning
elective
w
cryoglobulin
exhibited
schisto
titrated
pyelonephritis
major
comtan
thereafter
number
preservation
hyper-trophy
12.3*
assymptomatic
hiatal
ciprofloxacin
halcion
972
introduction
moderately
nsvd
saint
non-essential
dfa
first-degree
relationship
capsular
tonli
immediate
anti-tissue
5.9*
consult
azmacort
stairs
29.9*
diffusion
critically
sterids
hypovolemic
hypovolemia
vocal
genesis
hyperlipidemia
lavage
determined
redner
0.95
0.97
inflow
mylanta
qpm
non-hodgkins
vinblastine
defect
guarding
9/28/01
linpack
02/10/91
dirbili
self
also
internal
equaled
generalized
frail
2013-12-08
hgb
hurtle
12:59
shivery
12:56
ischemiccardiomyopathy
nasal
virus
3x
plan
blunting
simethicone
hypercarbic
understands
hypercarbia
unequal
kay-ceil
tpa
elemental
tpn
sometimes
cover
ext
miacalcin
angiopathy
technical
ugi
6.00*
session
151,000
friable
178/85
sutures
pedicle
146*
overadministration
failed
enzyme
diaphragmatic
collot
condom
factor
pacer-dependent
subgaleal
indifference
nares
ceftriaxone
dependent
resent
preparing
closely
rr20
colovesicular
inducible
distraction
progressive
tumors
mammography
paroxysms
enema
cri
7.32
7.33
stepoff
set
7.36
7.34
7.35
313
7.38
cm.sq
317
316
314
1,888
see
sips
7.3*
sem
contour
l1-2
knees
#
vitamins
1-903-263-5797
currently
06:35
3-0
06:30
avoidance
acutely
prepped
available
blow
condyle
incident
diminution
tachypnic
microfollicular
2.72*
improved
barely
171,000
phosphorous
detrusor
improves
inferoposteriorakinesis
retarded
long-term
toxicology
's-
pda
load
bell
work-up
leon
2018-04-22
229*
agents
anterior-posterior
hiatus
monthly
q8h
jescspald
calculi
initiation
bloc
faulkner
widening
firm
resting
iddm
11-30
t3n0m0
counselling
nrb
wheeler
droperidol
38
awake
pacemaker
nephrocaps
07/90
uncertain
enterobacter
myelolipoma
forgetting
optimization
evaluating
dural
5.09
3,800
kingdom
pound
635
agitation
vol
02/22
occlusive
hydrocodone
peritomeal
triple
aml
unlabored
choking
incisional
excesive
elevated
prothrombin
break-through
ama
azith
2.89*
community-acquired
retractions
cta
radionuclide
deformity
supraglottic
alert
t-wave
superinfection
levels
5/10/30
perineoplastic
mg/5
hysterectomy/
focal
recent
leptomeningeal
infertility
megastrol
stephanie
elem
stents
sulbactam
elev
leona
clearance
ace-i
debridement
polychrom
2.72
11:29
arteriogram
50.9
re-staging
using
unti
lactic
crackles
contracture
anisocy
conservative
splenectomy
conclusions
0.55
admission
guillain-barr
7.50
musculoskeletal
location
courtney
delerium
surprised
pseudoaneurysm
emergency
inapproximately
6-pound
couple
paracentesis
04:50
04:52
04:53
tracheoesophageal
private
fibromyalgia
emergence
bioprosthesis
enumerable
formal
clindamycin
pertinent
d
bruit
spine
parietal
continue
posterolateral
chloramphenicol
81-year-old
disorder
spins
crescendo
methods
palp
b.
hartmans
electroencephalogram
oval
pale
and/or
demonstarted
mycostatin
pprom
4.89
dating
deciliter
be
transthoracic
bb
bc
bm
166,000
bp
br
bs
chole
tidal
relating
dictated
by
82/50
anything
exaggerated
pamidronate
gram-negative
120/80
stuart
cd-138
anterior
repair
clinton
wegener
into
9.9*
awaited
appropriate
mitochondrial
primarily
lactobacillus
methylene
dehisced
subq.q.p.m
motrin
gases
adenocarcinoma
probnp
:
gastrojejunostomy
considerably
retrocardiac
inches
ligation
relaxed
acuchecks
linr
link
line
intestines
erich
triopathy
humidified
disciitis
up
us
cir
uo
mature
ue
202,000.
oligohydramnios
ua
alarm
docusate
defined
likewise
18.2
01/06/98
neurosurgery
02-01
paradox
preoperatively
sunken
107.1
ifex
edwards
954
occasional
w/a
awoke
aersing
degenerative
baclofen
pilocarpine
rubella
developmental
hives
sided
ativan
suppression
meals
leaflets
ago
worsened
transluminal
myoview
age
holes
12.1*
walked
arousable
6.25
incomplete
psychiatry
fresh
kristen
having
hyperacute
hampton
code
partial
scratch
results
existing
pnuemonia
tracheobronchoplasty
menses
1/150
centerr
2013-09-04
seemed
one-half
admited
longstanding
iii
concerned
young
2013-12-24
waltham/weston
floxin
indicating
susceptible
continues
manipulated
thoracoscopic
pupillary
abduction
continued
minerals
myelopathy
defervescence
rbcs
.92
experiencing
whooping
evd
eve
uropathy
trf
try
2016-03-14
obesity
2016-03-10
epicardial
hepatocellular
electrocardiograms
jitteryness
systolics
video
incidentally
79f
leakage
non-healing
index
angiographic
sweats
waning
expressed
twins
2010-08-28
2010-08-27
ct.
1400
osteophytes
synarel
proliferation
led
lee
leg
respectively
caltco2
four-beat
nizatidine
consideration
2lnc
physiology
great
cts
receive
mini-thoracotomy
resulting
insulin
140s
opinion
{
makes
profunda
14/0.9
acetmnp
knife-like
334
7.52
lymphocytic
330
333
7.5*
thiamine
seventies
unresponsiveness
sugar
standing
crutches
perfusion
excursions
anticoagulation
foraminal
hepatectomy
next
06:50
pelvic
ursodiol
chloride
stabbing
41.7
41.5
interogation
occurred
pfo
41.0
carrying
7.5l
sharply
baby
resection
phos
animals
pulseless
v2-5
v2-4
this
challenge
when
plaque-like
reproduce
retelk
thin
243,000
non-productive
joasscchird
satting
enteric-coated
mannitol
wedge
paralysis
pinsp
process
saphenous
peerla
high
98-110/60
pelvis
rods
predominantly
endoscopy
pan-cultured
cavitation
occipital
delay
tympanitic
benzos
venous
stand
yellowish
npo
pt/ptt/inr
nph
80mg
cholangiopancreatography
ox
cd34
halted
4.08
demonstrating
atrovent
04/06
04/07
marrow
04/05
consulton
varied
tomato
ot
160/80
pneumonia-like
counter
element
peripancreatic
realizes
allow
lactate
04-29-92
125/89
thigh
produces
volts
move
33.6
vma
produced
199,000
sucralfate
dvts
operative
hypothermia
kefzol
hypothermic
mellitus
38-
degrees
stereotactic
2014
2011
2010
2013
2012
physicians
feta
cyclophosphamide
outlined
hemochromatosis
20.0*
2.0-2.5
08:40
8.4000
snake
rotation
lettinga
allograft
gallstones
pneumoboots
lumpectomy
nitropaste
freeca
betty
truth
accompanied
tracer
glasses
flolan
mets
exacerbated
thyromegaly
vanco/zosyn
doing
djd
kitchen
deficiency
frequency
static
irritation
statin
serzone
matrix
'
466/486.42
valve
doxasozin
73.0
evacuation
adaptive
theraputic
occluding
progressing
await
thrush
107/61
63/28
unchaged
latest
chilli
170/108
could
scars
david
length
0.5-1
bifrontal
0.5-2
davis
chills
lobectomy
leukomalacia
osmolalities
452
collagen
scene
dobutamine
90/30
5:10
accurate
extrinsic
system
stuartnatal
portalcaval
cats
lumen
peripheral
painful
evacuated
pervasive
stomach
alopecia
alterations
argon
humulin
recurrences
45f
buttocks
frontotemporal
02:54
ardsnet
decided
0.1103
occiput
uremia
supraglottitis
non-q
collecting
interventricular
07/31
9/27/92
132/74
gently
reassuring
gentle
101.4
decerebrate
57-year-old
clearly
9am
sternotomy
multi-infarct
femoral
4000
145/97
mesenteric
adjunct
septal
ileostomy
scooping
neomycin
calculus
transudative
comminuted
device
segment
so-called
placement
hyperthyroidism
129/79
hydrocephalus
curiously
baldpate
cks
mechanical
fact
instent
spirinolactone
dependant
bring
connective
7-cm
theo-dur
trivial
extracerebral
principal
seldane
nitroprusside
pause
monos
hops
jaw
aprevious
95.4
should
terminal
351-400
sylvia
capsules
tah-bso
re-stenosis
wiggle
cranka
familial
sinus
lvid
2/11/00
h
perigastric
hemispheres
gbs
mesodermal
11-15
non-myeloblative
disimpaction
air-fluid
packet
2013-09-23
2013-09-22
2013-09-20
noncontrast
qtc
2013-09-25
2013-09-24
18.3
packed
midline
saturations
wire
nuclear
04-19
waffers
carcinomas
40.2
disese
40.3
fluconazole
opthalmologic
gestational
ends
q.12h
renovascular
2017-07-11
2017-07-12
2017-07-13
2017-07-14
40.4
bilat
2017-07-18
.14/
configuration
hypercarbia/hypoxia
endo
microcalcifications
ett
rhonchorous
la
deficits
drug
32.9
etc
rami
32.1
32.0
32.3
32.2
32.5
32.4
32.7
32.6
ck
adjusted
co
cn
cm
conclude
cc
stranding
ca
cg
ce
ucx
doxycycline
cx
petechiae
dysuria
cr
ataxic
cp
cv
2/21/97
ct
8.1
8.0
8.3
8.2
pulmicort
8.4
8.7
8.6
8.9
8.8
chem10
100/57
100/50
>
ventolin
meningitis
03/03/92
lge
250mg
accident
vit.c
ng/ml
c1
c7
09:36
laser
09:30
3.53*
62.9
cvp
q.i.d
mayotte
compressions
rotator
787-984-9608
biapical
rbc
200/100
groin
mirabilis
va
vd
2013-05-10
vi
site
2013-05-18
vp
vq
excessively
vt
vv
situ
4-10-98
juan
matthew
2/23/97
suprahilar
infarction
outbreak
paula
2016-02-15
g-tube
extrapleural-pleural
lvedp
raymond
gastroenterology
drink
upon
2015-03-18
v.
v1
v2
v3
v4
v5
v6
mosaic
diabetes
1.2*
lupus
off
4.3
polys
polyp
17:45
patterns
355
7.75
7500
352
350
plaquenil
prbcs
drawing
1.25
endoscopic
25*
less
11/13
4.9
11/17
oreiewlefell
10-28-93
spirometry
86-year-old
11.9
ventriculography
arrest
80/40
wet
amputations
7.39/26.5/73.6
tics
prednisolone
increased
04-24
83.3
poiklo
10/29/2003
five
atrophy
recurs
nvh
placenta
benadryl
bulge
951
nerves
neutrophils
craniotomies
waltham
therapeutic
klonopin
2010-06-06
2010-06-01
252
valvular
253
dyspepsia
250
220/120
4800
207*
251
fontanel
sufficiently
avoid
epistaxis
ear/nose/throat
307,000
breakout
restared
tranferred
blurry
lamictal
preload
depo-provera
schedule
drift
bnzodzp
hemodialysis
pressure
2017-08-15
2017-08-14
2017-08-16
infiltrating
vs.
stage
gained
25.0
sister
25.2
pulsus
25.4
25.7
25.6
25.9
25.8
q.hs
dilaudid
anaplastic
deficiecies
bronkosol
148/71
flair
alliance
vulva
2014-11-24
2014-11-29
stratification
cyclobenzaprine
q12h
parasagittal
gallstone
lung
tiny
austen
71-year-old
2018-04-04
lescol
intraabdominal
nondysmorphic
acetazolamide
bump
intermedullary
9.8
9.9
9.4
9.5
9.6
yrs
specimens
9.1
9.2
9.3
function
unresectable
rectus
fistulae
68961
overlapping
intracranial
lowered
rectum
12/12/90
84.7
count
baptist
2/3
soreness
official
2013-10-30
ccss
placed
meta
finger-to-nose
problem
substernal
supratherapeutic
rechecked
int
orbit
03-10
slowing
ins
s-100
inh
epithelial
titration
anesthesia
inc
compared
compressive
nonetheless
tubular
mch
+amine
hpi
transcranial
anisocyt
144/90
repeat
colonized
paratracheal
sphenoid
bruits
200/99
idiopathic
11.4
vein
exposure
borderline
risperdal
136.
30.1*
lasted
rule
living-related
eos
470
lift
476
cis-platinum
fev1/fvc
475
168
170/70
euglycemic
broncho-alveolar
suicidal
magnetic
132/51
dysplasia
neurologically
tenuous
165
130/90
biaxin
130/91
9,000
ventral
pth
sper
feet-2+dp
spep
calcified
unsteadiness
bradycardiac
fiberoptic
alternating
blistering
nipride
15.7*
etearal
ptc
blanket
asthmatic
s1q3t3
nodule
324,000
summarized
postpone
cmo
l4-l5
progression
cmb
disc
urinating
298
296
297
kubs
295
diverting
29th
horn
c/c/e
spontaneously
splenorenal
intravenously
disk
serologies
+
121
bipolar
intrahepatic
above
consisting
told
hemidiaphragmatic
hypochrom
nonpitting
kindred
residual
postthoracotomy
protection
08-27
08-25
thromboses
obtained
transudate
daughter
study
conjunctiva
0.3*
smoke
aka
postponed
glu
diameter
diurese
clinoril
highly
fournier
thursday
bri
atrium
116/80
total
11/05/96
2012-03-26
comments
intracavitary
negative
carcinoid
2011-05-02
indiana
oophorectomy
myocutaneous
fractions
tolerated
ir
cardiology
iu
cavitary
infusion
curvature
it
compocated
wma
q.4-6
1991
1990
1993
1992
1995
1994
1997
1996
1999
1998
3-vessel
work
laparotomy
tng
toleral
elbow
tnk
12/06/96
2.86
acetylcholine
2011-10-05
2.81
indicated
1471*
2.88
2.89
indicates
liter
22,000
55*
endometrial
recovery
provide
ische
pre-bypass
100/78
perioperative
10-24-93
peritubal
fever
lad
lae
earlier
lab
millimeter
10/20/97
fat
arch
accupril
52/28
09:19
sgpt
counseled
green
melena
order
callosal
office
consent
epinephrine
undetected
12.3
12.2
6.5
6.4
6.3
6.2
12.5
candida
sludge
12.9
chronically
coiling
6.9
6.8
somnolence
imdur
60-year-old
production
respirations
deafferentation
lipds
versus
then
coffee
affected
bronchi
remission
fragment
2019-06-14
amenable
sleepiness
stuttering
break
band
they
mgmt
a+ox3
ofloxacin
one-to-one
anion
12.8/10.5
oxygen
echocardiography
128/8.6
reasonably
5/20/5
l
mezlocillin
379
deficient
right-to-left
artifical
catabolic
reasonable
370
feeds
1.0*
classifier
377
nonessential
tco2
spondylolisthesis
diaphyseal
nephrolithiasis
port-o-cath
humilius
methgb
angap
thorugh
neckpain
mmse
cariogenic
.3
hooked
vessels
fellows
forte
daniel
medicine
mychelia
mielke
sliding
nstemi
calvarial
transesophageal
metamucil
-2
standard
appointments
61-120
07-01
pressor
ntg
07-02
mvp
mvr
uricacd
recovering
endothelialitis
03:15
02/91
+7
macrodantin
varicosities
mvi
preoperative
blossomed
another
thick
pleuritic
percussion
holter
mellitis
approximately
rates
anti-candida
3.31*
cannula
5-10
intestine
enhancing
thoracic
pc02
labwork
caudothalamic
target
noughwell
111/56
6.88*
3.1*
seated
05-04
iron
minus
30.9
30.8
septicemia
bronchitis
30.3
endocrinology
30.1
call-out
30.7
30.6
30.5
30.4
veno-venous
vigorous
contents
2018-04-24
metprolol
electively
strength
pleural
phototherapy
aspirated
hbsab
extubation
45/7
correlating
explanation
2015-09-28
.07/
culminated
nsomnia
troughs
anatomy
extending
involving
mid-stenosis
phase
assessed
provera
autopsy
grave
94-97
313,000
calculated
aztrenam
leaflet
165/80
2015-09-22
responded
fitted
d.
94.6
stephens
ovarian
7.2
7.3
7.0
7.1
7.6
7.7
7.4
7.5
subtle
7.8
d5
d1
srom
post-procedure
consciousness
cardioembolic
aricept
guidance
hrs
retavase
screening
plts
adequate
cocci
05-01-92
do
dl
dm
gaetzfreierm
neutrophiles
rotated
p.o.q.6h
stasis
dc
yielded
roux-en-y
2014-04-01
dx
unarousible
mucolytic
dr
ds
dp
infrequent
emg
ema
propioception
covering
w/u
emi
hypoxemic
hypoxemia
labile
w/o
emv
stead
412
70af
steal
appendectomy
11/17/03
rehydration
fullness
w/
w.
observed
checks
discussions
9.3*
optimum
levoflox
263,000
carafate
co2
draws
11,500
granulomas
gentleman
imipramine
nsaids/anti-inflammatory
symmetric
erec
unable
drawn
tardugno
wf
we
terms
10:34
bnz
wk
42.8
42.9
wt
desensitization
sclerosed
42.2
cryoglobulins
42.4
3.81*
atrial
received
essentially
cor
candidate
billroth
brat
ill
reaccumulated
selective
7.39
cod
receives
tfts
v4-6
com
bran
ncat
supplementation
tone
cytologist
broadend
seizure
ensheathing
cryptogenic
i.d
rhabdomyolysis
refill
iii-iv
speak
strokes
mssa
plantar
vitatron
flexible
warmth
90th
hospitalization
concerning
08-08
08-09
0.17
intubated
0.10
0.13
2010-05-27
08-01
08-02
08-03
interstital
08-06
08-07
applied
physician
154-58
reciprocal
38.2
air
aim
ain
alllirefaith
voice
4.7/0.3
swan-ganz
cont
38.5
glutamic
venbonlea
tissue
duracef
38.9
confirmed
38.8
descent
bilious
patent
recurrent
milliliters
alveoli
cerebritis
induration
134/80
lymphangitic
hyperventilated
cystoscopy
creamtopical
10/3/01
pylori
10/23/97
hand
.38
09:31
palpable
catheter
.36
prescribed
anti-coagulation
kept
whereby
1979
1978
1977
1600
1974
eps
1971
1970
caval
contact
urean
epi
indicative
the
bacteri
endometriosis
crinobactermium
atroventnebulizer
mclean
cisplatin
eucerin
10-27-93
gravity
roderick
sedatives
clamped
brachial
thyroid
adding
mix
pancrease
wright
spread
requiring
evidenced
cadaveric
plasma
emphasis
progressed
lcx
pretracheal
fusion
mutiple
lca
cape
lymphoma
disadvantage
screens
bpc
bph
bpm
lapsed
bps
534
persistence
glucosamine
night
2011-10-25
dentition
portuguese
heaonboburg
born
ideal
extended
antihypertensives
denies
/
extr
non-convulsive
imodium
denied
cortical
participation
columbus
plt
peel
2019-06-30
confluent
anti-hu
plb
cardiomyopathy
post
herpes
obj
_____
ileal
months
n/v/diarrhea
1972
norpace
considerations
tetanus
wasting
sparing
bound
rendering
abstaining
diverticulosis
auricular
dehydrogenase
21.4
21.6
21.1
compression
advair
nodal
wad
o2sat99
21.8
sternal
fight
pumonology
accordingly
clinical
way
sfa
was
war
antianxiety
becoming
forgetful
sao290
cryo
elderly
07-26
07-25
07-24
110/65
absent
responding
110/60
enalapril
mtp
03:30
maximum
insuffiency
cancers
minor
emotional
terminally
3.54
medication
3.51
aorta
99.1
opportunistic
evidence
debbie-monaco
ascociated
angiograph
face
distributions
angiograpm
circulatory
120/68
weaned
putamen
symptomatically
hoarseness
emobolization
1.2-1.6
test
unwilling
tripped
extravasation
autonomic
downward
30.2*
supranuclear
lymphadenopathy
concurrent
04:26
cabg/mvr
scores
reflexes
33/8
cardiologist
hippocampal
pacer
ihss
interval
together
atyps
.medications
basically
35.8
35.9
impulse
bolus
switched
35.2
35.3
35.0
global
35.6
35.7
35.4
35.5
adhesions
terazosin
10/19/97
wellla
certainly
zone
hump
jvp
thighs
rhythm
bisacodyl
120/65
jvd
division
protective
benzodiazepines
etsystems/
treadmill
indigestion/gas
trouble
aggressively
respiratory
prophylactic
presented
12th
hemothorax
p
2011-08-25
mucosal
gut
foramen
upper
pseudonormalization
strickland
hemianopsia
htn
omentopexy
gluteal
0.15
pulmonologist
migraines
460/460
appeas
appear
enucleated
120/70
assistance
mchc
mche
consolidations
supporting
7.16
micorbiology
bowel-bladder
2014-04-25
peeled
2014-04-23
taps
2014-04-21
2:30
predinisone
appears
change
ekg
01-07
generator
exudative
trial
franklin
438
439
usually
mirtazapine
pillow
430
431
fbs
pancreatitis
retired
extra
parenchymal
n/v/d
marked
hypoactive
heent
hematomas
workup
hematocrit
ercp
ischemia
ischemic
entrance
symptomatic
aggitation
7.25/52/70
solumedrol
sigmoidoscopy
cap
cat
foci
labeled
can
cam
10-pound
stimulating
cad
heart
dedicated
pauses
expanding
adenomatosis
heard
recollect
handle
serum
6-12
productive
decubitusin
dialysis
fluticasone
hematoma
69yom
sludges
positional
lobe
distally
flank
47-year-old
achest
deteriorate
altzheimer
glargine
subdural
use
10/12/2004
0.73
produce
deviates
0.75
5.4
lifting
goal
patellar
remember
whenever
5.7
corona
105/85
cytotec
progressively
sclerosing
idiosyncratic
typical
approx
5/11/05
albicans
levoxyl
indeed
approp
endarterectomy
brain
gauze
tablets
nitrogen
coli
cold
still
urgencies
atraumatic
158/53
anxiety-he
titers
forms
window
2400
non
lightheadedness
100,000
orthostasis
half
not
now
1959
discuss
nor
aet
montelukast
inversion
streaks
january
drop
streaky
bursts
22.4
22.5
entirely
22.9
en
significantly
light-headedness
0.125
ef
35.1
african-american-hispanic
year
naming
ribavirin
ep
es
er
shown
medications
opened
space
subj
furthermore
postcadaveric
pravastatin
looking
navigating
cardiogenic
receiving
viable
shows
periampullary
rll
e.
118/78
rle
118/75
todrug
medullar
09:50
carb
rlq
card
care
fixed
transition
lytes
7-2-93
brusing
513
bp153/52
oncocytoma
malnourished
blind
xl
striking
q/wave
comprised
temporarily
127/57
directly
xs
ring
drove
size
fk
checked
silent
108.5
waned
korcblinknud
transaminase
psoas
transglutaminase
darvocet
friend
nutrition
63-year-old
mostly
that
asymmetric
upep
transverse
gastroenteritis
thad
x2
x3
14-15
than
x4
thal
talwin
transferred
accesses
acucheck
magnesium
angioplasty
remained
correction
tympany
4/7
inpatient
faring
homograft
abnormalities
breakfast
gentamycin
full-strength
2013-11-12
u/a
36.0
mr.
36.3
50th
gangrene
millemeters
prick
03:54
03:58
falccouette
exam-the
]
duodenum
renal
anca
htlv
prbc
steady
tooth
mri
azygous
conservatively
mrg
mra
ausguall
2018-07-07
228
2019-07-30
6/26
fifty
femur
massage
fletcher
30-40
3.7*
30-49
ground
05-29
05-28
ratio
adnexae
qday
aldactone
stained
lahey
05-24
05-27
05-26
only
stain
220
bruno
micrometastases
scoo
posterobasal
177/119
peritoneal
281,000
endometroid
insertion
2016-12-21
leather
bifurcation
leuk
ramus
erythromycin
pituitary
amanda
husband
burst
attached
ocurred
maalox
t12
elected
bursa
actively
recalcitrant
angina
concern
thurs
3
between
herbal
omentum
cardiovascular
notice
deliver
-nt
hypoglycemic
tmax
hypoglycemia
jacoby
segmental
265,000
1.8-2
01-24
01-20
comes
01-22
151
poikilocy
occluded
regading
organomegaly
amina
152
moreover
2016-04-25
shuff
diluadid
imipenem
156
informed
markedly
jerks
pulsatile
wheezing
03-26
disclosed
gastroduodenal
discontinuing
stemi
wounds
2,400
cystitis
external
rubs
suspected
intial
moderate-sized
glomerulonephritis
4-5
4-6
developing
these
syndromes
eia
trich
temodar
alcoholic
mucus
health-care
canceled
130/80
c1-2
pericardium
develop
cea
32.8
angioplasties
fibroids
11.6
11.7
11.0
nodularity
11.2
11.3
rwh
cc.
especailly
document
frazier
angioplastied
systemic
investigated
nonoperatively
triamcinolone
foam
psoriasis
pseudocyst
puff
bronchiolitis
premarin
4-5l
inititially
swallow
mentally
complained
ccu
siehjesc
ccs
severe
nocturia
zestril
alleviate
cce
laboratories
ccb
escitalopram
introitus
edema
cefotetan
lad/
1/25/00
valuable
afib/sss
relevant
touch
actos
ceanotsit
phenyto
debrided
death
staging
phlebitis
thinking
cl
mirrored
improvement
treatment
2013-07-29
real
gastroenterologist
0.5.
read
psc
specimen
psa
discontinue
stools
early
amp
cd
lady
amt
ruled
tegretol
ductal
pounds
mso4
miracle
111/47
annually
benefit
t
nosocomial
fully
output
monomorphic
tricuspid
twelve
qmwf
verbal
exposed
03/89
ataxia
rapt
duration
q6h
hemorrhage
viral
cleanser
recorded
hepatitis
q.h.s
h.s
deficit
nondistended
q.h.d
necessitating
torsion
fractures
equivalent
1423
paratubal
sedimentation
1937
lbbb
fractured
8.5
nml
comparison
central
powered
chol
3v-cabg
gums
casodex
cyanosis
116/63
greatly
2017-09-05
2017-09-06
antibody
2017-09-03
pre-op
33.4
aortogram
outlook
33.7
aortic
33.1
33.2
33.3
33.8
33.9
ectasis
poly
nicotine
involvement
bedtime
hyperglycemia
constrictive
your
intervention
loc
permcath
radiology
reagin
area
cath
assumed
4x3.6x2
q-waves
start
thoracentesis
low
lot
fascia
allergic
2015-04-24
drains
clavicle
delayed
gestation
posterior
lymph
cottage
irreversible
5/2
5/7
circulation
bucket
nause
stapling
intubations
aneurysm
decompensation
trigeminal
604
607
25/37.5
600
1200
stigmata
120*
sheath
gradients
monocytes
c.
yom
monilial
non-enteric
administered
c-spine
event
saphaneous
you
tachypnea
pericardiotomy
poor
toradol
chemo
94-055
120s
computerized
10:26
10:27
flattened
peak
coverage
oxacillin
hdl32
chords
3-6
3-5
3-4
coreg
ventricualr
mls
82/40
w/conciousness
requisition
msir
cores
lewin
surrounded
pointing
48-year-old
culturing
month
nitroglycerin
viability
13,800
osteoporosis
hyperthermic
band-like
nodes
2-mm
10/10/97
imuran
sprains
pod1
very
splinting
vera
subtherapeuticon
hypotension
fevers/chills
verg
neutra-phos
1+1
pannus
concurring
wenckebach
--
louis
-/
slo-mag
-*
thrombus
-7
-6
-1
sedation
inversions
xinafoate
heaves
gallbladder
3.18
apgar
3.10
3.11
phosphokinase
3.14
3.09
3.17
05-07
37.0
05-05
doppler
05-03
enhancement
05-01
1.010
savage
attributable
05-08
toilet
abundant
spry
witnessed
dribbling
336,000
parkinsons
thickness
pud
acute-on-chronic
1.017
fractional
37.7
deborah
6hours
/12
3.07
i.v
loose
non-st-elevation
mother-crohn
cannulas
modular
170s
excess
multiforme
i.e
icteric
strong
interposed
colored
ahead
vasodilation
asa
amount
q.6-8h
05-14
cva
c-2
c-1
family
161/79
marginal
2017-02-07
leuks
15-20
13.8*
conventional
takes
hemiparesis
paracenteses
prilosec
rr16
demyelinating
nonsteroidal
2012-06-05
5/27/05
2012-06-07
taken
2012-06-08
injury
polyps
staphylococcus
presumbly
outpatient
falciform
hemicolectomy
producing
helped
thick-walled
65th
nina
entrapment
vs
nine
obstructive-sleep
01-03
cardioversion
spontaneous
situs
01-05
history
744
ifosfamide
ptca
isoenzymes
88-year-old
2016-04-06
2016-04-05
exclude
species
f.
222,000
expiratory
downgoing
well-healing
stayed
surpassed
incisions
dementing
fs
tried
communicating
fx
germinal
adenexal
consolidation
tries
fe
06-18
fh
invasion
horizontal
nephropathy
fm
a
morphine
enzymes
zyprexa
overnight
4/4
4/5
50-70
drug-related
2013-11-11
rheumatica
deterioration
egd
help
brbpr
intra-parenchymal
urine
enterotomy
ffp
circumflex
held
lisinopril
discloses
25.8*
lateral
cholestasis
sestamibi
actually
absence
systems
radical
2011-12-18
evening
yo
food
prenatal
aphasia
foot
perineal
staples
2.96
non-trough
occasions
obstetric
}
fairm
powell
arbour
stopped
radial
drips
referred
heavy
peg-asparaginase
restless
undetectable
alleyne
barajas
beyond
heave
omentectomy
zonegran
vertigo
d/o
d/c
robert
since
0.625
douglas
flattening
colace
7
myocardium
propanolol
issue
d/w
d/t
32167
asp
vasal
ast
pseudomonal
cortico-basal
2016-08-23
labs
stulz
reason
base
2017-02-04
pseudomonas
put
baso
non-specific
heroic
pus
sclerotic
03-21
cantsleddjesc
persists
terrible
06-11
06-14
osteomyelitis
undergo
hodgkin
12/19/97
intraductal
drooling
probability
08/31/98
oncologist
schubert
13,000
131/68
miss
propranolol
st.
asacol
deanna
obtainable
fibrillation
levothyroxine
scheme
.59
bowel
racemic
re-vascularization
basal
abdominis
normocephalic
nephrocalcinosis
ulcerated
2018-05-14
grew
bedrest
stt
territorial
azithromycin
toward
debulking
aluminum-magnesium
urgently
glioblastoma
ultram
substantial
hemangioma
12:27
gaanvantsir
rbbb
lie
186/98
356
staph
vacuolar
antepartum
cava
28.0
endotracheally
naproxen
angio-jet
command
towards
threatening
54,000
sets
aortopulmonary
mace
experiences
dsci
40.0
alpha
prostatic
5-6
prolongation
mobile
hypopotassemia
clear
broadened
prematurity
postmenopausal
intramuscular
clean
abdominopelvic
velocity
fetal
tubes
phenomenon
subclavians
665
663
1265
98/50
3x3
fluoxetine
225cc
completion
paranoid
paranoia
gallavardin
embolus
cords
bactrim
1.8*
dominant
meanwhile
biopsy
mid-breast
capsule
3/5
distentions
3/6
combinations
during
pontis
wheezes
prerenal
08/31/04
transferrin
ldamc
alteration
interim
non-bleeding
withdrawal
x
150mg/dl
jejunal
assisstance
kilos
45-50
culture
hepain
chemotx
ticlopidine
probable
pictures
corticate
9-14-02
platelet
stalk
conditions
wob
phentolamine
spray
clarithromycin
repleting
both
8:30
sputum
pre-pyloric
sensitive
prni
clarythro
vault
8/17/93
whatever
27.1*
100mg
chloride97
177/61
spotting
ectopic
vessel
3.39*
described
contraception
c/w
wer
mentation
c/b
c/e
coarse
maintenance
metronidazole
territory
2014-02-21
c/o
ganglion
generating
lived
packs
else
compromised
05-11-
06/22
ambultating
06/20
endovascular
pacu
adenopathy
soiled
look
urostomy
pacs
3.3.
sulfasalazine
funduscopic
284
rope
3.37
while
asterixis
11/20/03
fleet
286
guide
loop
pack
detailed
ipratropium
04/12/05
sentences
ground-glass
fluctuating
hydromorphone
gluconate
ill-appearing
baseline
anymore
grant
pontine
integrilin
lacunar
grand
217,000
intubat
used
temporary
fatty
optic
steri-strips
raccoon
uses
extrem
c5-6
admisstion
calcification
15.0
15.1
mri/mra
15.3
15.4
15.5
cystectomy
older
15.8
15.9
increases
obviously
205/84
systolic
20mg
leukovoranrescue
grossly
120/96
97.8
01-18
shivering
reviewed
gent/clinda
immunostains
hemolytic
bearing
q4hr
genitourinary
serology
swallowing
1075
empirically
sedated
procardia
questioned
transformation
+distension
vaginosis
...
floridly
march
evaluate
showing
areflexic
313*
bipap
reticulocyte
damage
effexor
diuretics
2015-03-26
signal
2015-03-28
immunization
whitter
eeg
wo00
r.n
soma
fat-containing
some
49-year-old
7.29
urgent
lips
experienced
purulent
mucous
bruising
1/16/98
delivered
describing
dorsi
exceeding
providence
97.2
levaquin
transfemoral
minimal
foley
sweating
thyroxine
run
rub
stem
2/8
fibrocalcific
stet
become
ache
2/2
flagyl
subtract
2/6
ill-defined
cigarette
entailed
tracing
impacting
pcwp
shins
replacement
block
resited
137,000
desats
within
indications
14.1*
lumigan
82.6
hemoconcentrated
discectomy
120/82
..
ulnar-nerve
ii-iii
abnl
.8
.9
consultation
140/60
underwent
36.4*
73-year-old
.4
.6
.7
48/24
0-5
34.4*
himself
0-2
specialty
larry
flexor
ceptaz
dautenorwe
injection
aryepiglottic
dull
mineral
2009-01-22
cramping
skull
restarted
2019-01-20
uti
similac
psychosis
windows
similar
autologous
06-30
menopausal
r-frontal
tricyclic
ordered
estrogen
conistent
interventions
knueppel
flush
st-t
hyperthyroid
tomography
nefazodone
fascicular
kidney
prevacid
112/60
nad
amounts
adnexa
29.6
application
-the
b/l
manubrium
octreotide
department
hydrated
extension/anti-coagulation
shrug
gravida
reportedly
tib/fib
ca-15.3
tonic-clonic
staarv
rested
2013-02-22
eval
2.05
mesentery
structure
esr
independently
correlated
e
complicating
svg
required
resolving
crfs
resxn
svt
svr
sounded
virtue
gt
399,000
o/n
bental
amphotericin
o/w
hypothyroidism
go
aquired
03/17
sulfonamides
ammonia
gi
cd-68
perianal
cytabom
13:35
does
anneurysmal
excluded
0-60
hemogloblin
well-nourished
g3
g2
hydroureter
ecotrin
kcl
lasix
uninfected
01/14
wave
wavy
trough
mediations
hahnemann
gender
michael
craniotomy
voriconazole
inspection
2.25
carter
fibrinous
s.l
ascitic
t97.5
boots
jump
clotting
zithromax
salivary
cell
alprazolam
vega
eating
isordil
values
;
chemo-embolization
postradical
commercial
following
them
bruner
fibroadenoma
penumbra
anitratus
gent
124*
meropenem
fasciitis
products
648
relafen
flexeril
hypercoagulable
hosp
airspace
win
wil
suprasellar
4.75
ligament
singing
albuterol
remains
pulmacort
pain-free
embolectomy
vehicle
neupogen
milliseconds
hydro
1/6
1/4
1/3
1/2
started
becomes
nonreactive
25.5
inattentive
43.6
04-09
vertebrobasilar
averaged
crossed
101.3
meet
drops
antral
control
404,000
2011-03-10
corpuscular
echos
exertional
234
proxy
hickman
her2/neu
04-03
08/08
hemangiomas
08/05
located
digoxin
non-operative
155
normalize
aureus
phenytoin
4/16/95
fatigue
brachytherapy
insufficient
x-rays
5cm
201-250
12-14
dissections
12-18
feels
dilatation
desensitized
healthcare
10:46
gastroesophageal
round-the-clock
magnesia
31.5*
10:45
2656
a/w
contractions
including
a/p
mentioned
brittle
masses
15.2
imbalance
ptosis
extopyon
esld
cefepime
90/65
158
instrumented
optimal
front
documented
assess
stelazine
myocarditis
university
angiomata
itri-
mode
agonal
crossing
shaking
constriction
ankles
showering
60-65
map
700
inverted
03:00
96.5
measure
naliheall
margins
morton
special
143
hypodensities
gavage
dorsalis
03-30
maximized
sandostatin
cause
ecg
recommendations
diagonal
clenching
caregivers
attending
2009-09-11
ect
149
20,000
vincent
c.difficile
resumed
1636
subglottic
diminished
times
09/08/98
symmetrel
post-operatively
globulins
proprioception
nonrebreather
2009-05-05
.22
14.
pvr
spots
centrum
art
quality
meclizine
subacute
popliteal
data
96.0
mal
7/31
chelseawomens
mod-lg
99.9
prolapse
99.5
99.6
99.7
99.0
prong
pathogen
99.3
2-3
vpb
post-mortem
goiter
+clue
l-1
l989
l988
sliding-scale
manipulation
rsv
overwhelming
neck
subtherapeutic
9.7
johnson
angio
9.0
aspiration
bed
ephtro
ss
2.8
cravings
stim
midlungs
providing
calcitonin
101/62
pvd
exhibit
rhythmic
esotropia
tabs
unchanged
msec
serratia
p.m
p.o
close
need
border
fluent
transmitral
senility
able
si
2.6
instance
2.5
65.5
05:25
140/82
140/80
07/20/99
exquisitely
swollen
plugging
ublingual
visualize
connected
demise
98.3
intrinsic
146/88
delivery
2009-01-07
demerol
radiating
spleen
146/80
2300
2019-01-08
upset
uri
suture
gest
1l/min
impression
metaplasia
12h
q3h
stickney
mg.
10/03
synovial
cholecystitis
gadolinium
09/06
based
(
thibodeaux
rash
ngt
reactive
windgo
bases
inotropics
achieve
12/09
y/o
holcomb
kindred/north
noninvasives
overall
12.
hyperparathyroidism
mgs
joint
122
123
124
125
126
probably
128
129
2016-09-21
procedures
106/50
gray
processes
valsalva
evident
tobacco
hyperdense
05/31
thalamic
she
bimomatous
grams
hemodynamically
34.9
34.8
34.7
34.6
34.5
34.4
34.3
34.2
endometrium
34.0
obliterating
computer
powder
superhilar
operated
contusion
subclavian
catecholamines
113/70
unconscious
interventional
written
tendency
kidneys
tent
x8-10
distribution
limits
2.49
admit
a.m.
jersey
intuba
186/69
duoneb
2019-10-07
maximize
orif
addition
dermoplast
pmi
12.7/10.1
nurses
slowly
treat
07:55
suspicion
07:50
esterase
isolating
shoulders
controlled
tachypneic
replenishment
gutkin
totbili
inr
suspension
smoking
bacteroides
13.2*
pericolic
9.46
singly
heaton
180,000
1515
resident
evelyn
post-bypass
solu-medrol
q.d
48yo
sarcoma
wks
4.53
colostomy
proscar
repleted
parotid
hydrea
balloon
gliosis
37.5
polymyalgia
rhinorrhea
tapped
q.4
yo-man
37.6
1-2
effect
necrosing
frequently
mech
splints
neuropathy
i
variety
well
1.008
histamine
meter-dosed
47
coronaries
nonfocal
thyrolar
neo-synephrine
spastic
increasingly
4/17/93
maxillary
4/17/95
sources
08/22
distant
lovestatin
ampicillin
coordination
spells
posteroseptal
beta-blocker
intracerebral
density
intraparenchymal
71-year-old-female
presyncopal
enterococci
narcolepsy
extends
nephrectomy
warrant
clouded
14.5
definitive
26*
utah
261
267
266
burden
immediately
269
268
prominent
loss
ck-mb
necessary
guidewire
lost
alternatively
2011-02-26
sized
lose
rota
mycelex
prophylaxis
dilutional
immunizations
slusslashgodle
osteonecrotic
a-a
24.0
hydrocortisone
contin
sa02
home
acutechange
tsicu
a-v
montero
monday
broad
96/60
glutamyl
inflammation
?
aspart
subcostal
0.083
hypoechoic
abomenal
bundle
inferolateral
neutrophil
07:30
putamenal
cataracts
hbsag
weaknes
indented
exacerbation
3500
compatible
23.5
myeloid
23.1
23.0
ionfiltrative
tongue
pansensitive
23.9
23.8
14.9
pedunculated
sarna
10.5*
previously
washington
ultrasound
h.
utility
1.15
mississippi
prozac
additional
pc
congophilic
noticed
hohlt
abrasions
dm2
06-01
t99.5
compartments
t99.9
sequelae
hx
furosemide
north
prostatectomy
hr
hs
06-05
gait
hk
echocardiogram
two-vessel
159-161-139-98
goals
ear
exophthalmos
eat
hd
he
bolused
dmi
cells
86.5
signed
boluses
converted
empty
720
auscultated
tissues
lithotripsy
beats
eom
55-60
crystals
mthdone
magnesium1.4
cerebrospinal
om-y
cefotaxime
suprapubic
pvsc
folic
parloder
parathyroid
7/10
simvastatin
gangrenous
monitors
stat
citrobacter
stay
empiric
additionally
hcv
stenotic
p.o.q.h.s
shunt
persistent
05/2001
05/2003
bcx
diagnosis
hepatojugular
augmented
sulci
liver
diovan
saturating
squared
l4/5
searle
obstruction
electrophysiology
neoplasia
acidemia
09:25
wayskemedcalltown
whose
anti-yo
penile
swab
tremors
segments
swan
presents
pronator
teaching
saver
ehancing
hypertensive
void
formula
affect
convexity
16/22
propene
2019-02-06
solution
accentuation
nursery
caucasian-speaking
cholesterol
anticipation
righteye
settings
washout
ups
hemodynamics
heterogenous
indetify
likely
autotransfused
laparoscopic
2015-11-13
even
neo
flomax
neg
ned
neb
hazy
3.35
dr.
new
net
ever
3.33
med
deemed
transaminitis
10.
transaminasemia
d10w
hypokinesis
seventh
never
buttontoe
108
feeding
meq
q12
102
103
100
101
106
107
104
2018-03-21
dry
4.23
taper
vulnerability
tolerating
fludrocort
suppled
3.38
cindy
suitable
scattered
fell
clonidine
headedness
mobility
quinidine
176
19.6
9/30/01
county
p.o.b.i.d
0-positive
155,000
carinii
welch
counts
mammogram
___
laryngeal
arms
12/26
call
whittier
recommend
umass
leaky
type
tell
calf
pulmonic
lungs
80-90
disruption
warm
transiently
adult
75-25
leukopenic
room
2.69
interposition
suggestive
ticarcillin
2018-08-04
2018-08-07
2018-08-06
root
2018-08-02
humerus
172
daptomycin
give
ascites
dosing
10,000
quetiapine
ascited
pannell
58/19
68m
sats
quot
describes
colonic
2018-10-25
citalopram
twitching
15/5/500/0.35
oxaloacetic
210/100
hypoproliferation
rise
undergoing
abdomen
05:30
ova
20/25
well-healed
attempt
third
recieved
ablation
restenosis
dingclearf
meropenam
'09
'04
'05
operate
'00
'02
'03
operations
microcy
choledocholithiasis
murray
2019-02-11
2019-02-10
anteriordysplasia
afib
05-07-92
responsive
4.32
218
gastrointestinal
4.35
before
10.1
10.0
10.3
10.2
10.5
10.4
10.6
10.9
10.8
,
riss
better
lmwh
onc
weeks
maximal
decompensated
12/01/02
11/01/2004
widely
combination
fixation
weakness
atherosclerosis
pigott
debakey
qam
antiemetics
therapy
bronchial
bluish
aneuric
orrenal
cmi
v1-v3
arrested
v1-v4
metastasized
cyclosporine
ventilation
went
side
bone
mean
combivent
interruption
somnolent
cardiopulmonary
deconditioned
70.4
aids
79.7
torulopsis
gradient
restricted
8.82
parotids
o2saturation
sluggish
ischial
hypervolemic
piperacillin
linear
2014-03-06
voltages
ascending
08/08/92
244
04-05+
241
240
paresthesias
cmv
249
globuln
fossa
3.92
suctioned
subaortic
3.96
90/60
iss
3.99
sating
iso
38397
perforated
liquids
loud
features
grade
ez
fer-in-james
buttock
myelogenous
uria
radiata
monotonous
plasmapheresis
60/25
neuromuscular
concussion
dyskinesis
38-year-old
24.9
dyskinesia
discussion
dilated
pyuria
gyn
risperidone
lower
p59
somewhat
87.9
symptom
begins
tomedankell
anxiety
15.6
post-contrast
uncoordination
15.7
normalizing
preparation
matter
anatomically
posthumously
fecalization
membranes
lomotil
fibroid
integrillin
ambulation
seen
seem
mins
seek
5.00
aarhalt
chem
sublavian
hyperuricemia
timberlake
holscher
urinalysis
chest
buton
extubate
worsening
70/45
blue
clonazepam
meconium
norepinephrine
regular
rectosigmoid
subtotal
observation
hemivertebra
medical
m
non-pitting
doe
cerebella
points
principle
atresia
hysterotomy
urgency
20-30
fungal
remaineda
above-described
hunger
probe
and_____
ending
desaturations
attempts
cresendo
arthroscopic
explain
acne
fontanelle
ranitidine
10/17/06
judged
